{"seqNo":"1","wiId":"2 \n \n\nKey Points: 1) CC-122 is a novel agent for DLBCL with anti-tumor and immunomodulatory activity. 2) CC-122 \nbinds CRBN and degrades Aiolos and Ikaros resulting in a mimicry of IFN signaling and apoptosis in DLBCL. \n \nAbstract:  \nCereblon (CRBN), a substrate receptor of the E3 ubiquitin ligase complex CRL4CRBN, is the target of the \nimmunomodulatory drugs lenalidomide and pomalidomide. Recently, it was demonstrated that binding of these \ndrugs to CRBN promotes the ubiquitination and subsequent degradation of two common substrates, transcription \nfactors Aiolos and Ikaros. Here we report that the pleiotropic pathway modifier CC-122, a new chemical entity \ntermed pleiotropic pathway modifier binds CRBN and promotes degradation of Aiolos and Ikaros in diffuse large \nB-cell lymphoma (DLBCL) and T cells in vitro, in vivo and in patients, resulting in both cell autonomous as well as \nimmunostimulatory effects. In DLBCL cell lines, CC-122-induced degradation or shRNA mediated knockdown of \nAiolos and Ikaros correlates with increased transcription of interferon stimulated genes (ISGs) independent of \ninterferon , ,  production and/or secretion and results in apoptosis in both ABC and GCB-DLBCL cell lines. Our \nresults provide mechanistic insight into the cell of origin independent anti-lymphoma activity of CC-122, in contrast \nto the ABC subtype selective activity of lenalidomide. \n \nIntroduction: \nDiffuse Large B Cell lymphoma (DLBCL)  accounts for approximately 40% of all non-Hodgkin’s lymphoma and \nexhibits distinct epidemiological, genetic and clinical features 1,2. While the addition of anti-CD20 antibodies to \nstandard chemotherapy has improved the 5 year overall survival to 58%, a significant number of patients will \nrelapse 3. To date, the outcomes for these relapsed/and or refractory (R/R) and high-risk patients remain \nparticularly poor. Gene expression profiling has identified at least two large subgroups within DLBCL based on \ncell of origin (COO): a germinal center B-cell (GCB) subtype and an activated B-cell (ABC) subtype 4,5. Each \nsubtype exhibits different pathogenic mechanisms and have different clinical outcomes, with ABC-DLBCL having \nan inferior prognosis to chemotherapy containing regimens in both frontline and salvage settings 4-7. Given the \nincreased understanding of DLBCL disease biology, novel targeted agents including immunomodulatory drugs \nare being developed to treat high risk and R/R DLBCL patients 8.   \n Recent studies on the mechanism of the immunomodulatory agents, including lenalidomide and \npomalidomide, reveal a new paradigm of drug action on protein homeostatic mechanisms. Crystallographic \nstudies show that these drugs bind to a tri-tryptophan pocket on the surface of Cereblon, a substrate receptor \nprotein of the Cullin 4 RING E3 ubiquitin ligase complex (CRL4CRBN) 9,10.  Binding of IMiD compounds to Cereblon \nresults in recruitment of two critical transcription factors for lymphogenesis, Aiolos and Ikaros, to Cereblon leading \nto their ubiquitination and subsequent proteasomal degradation. In multiple myeloma cell lines, the degradation of \nAiolos or Ikaros by either lenalidomide treatment or by shRNA mediated knock-down reduced IRF4 transcription \nand protein levels, resulting in decreased proliferative capacity 11,12. Additionally, the co-stimulatory effects of IMiD \ncompounds on T-cell activation was determined to be through degradation of Aiolos and Ikaros, negative \nregulators of interleukin-2 (IL-2) expression 12,13.  The role of Aiolos and Ikaros in DLBCL has not been defined, \n\n","node":"127.0.0.1","pid":"24259","tid":"28","state":"ended","millisAtStart":1457544932849,"millisAtQueued":1457544932850,"millisAtOperating":1457544932884,"millisAtFinish":1457544941053,"millisAtInvestment":1457544932884}
